var level1 = `一`;

var level2 = `二丁人入八十儿了又七`;

var level3 = `三干于亏工士土下兀与才寸上口山巾亿千乞川夕久凡个义丸么勺及广亡门丫
之尸已己巳卫弓也女刃小飞叉习马子乡幺丈亍丌万孓孑大`;

var level4 = `四巴本比不尺仇丑歹仃斗厄反方分丰夫父丐戈公勾互火介今井亢
孔仂六毛木内牛水廿斤匹片亓欠切仇太冉壬仁日仍卅少什氏手殳水天屯瓦王文五午
勿兮心凶牙以刈尹引尤友予元月匀允仄仉爪支止中斤幻卞爻冇丹爿风气氏车户`;

var level5 = `艾凹叭扒白半包北本必边弁汃丙仢卟布册叱斥出刍处匆丛刌打代
旦氹叨忉氐电叼汈叮饤东冬对戹尒尔发犯冯弗付玍匄甘功古瓜丱归氿邗厈汉夯号禾
弘讧乎卉汇击刉叽饥伋记加甲戋艽叫节讦纠旧句卡刊尻可叩兰乐扐礼厉屴立辽令另
龙卢邙矛卯灭民皿末母仫目艿尼鸟宁奴丕皮庀平叵扑讫仟阡巧且卭邛丘叴囚犰去冉
让仞讱扔宂闪讪申生圣失石史矢世仕市示术甩帅丝司四他它台叹讨田汀艼圢头凸讬
外未务戊阢仙写兄玄穴训讯疋央业叶仪匜仡议印永用由右幼玉驭夗孕匝仄札轧乍占
仗召正卮汁只阤主仔左`;


var getHanzi = (level) => {
  let questions = level.split('');
  let i = Math.floor(Math.random() * questions.length);
  return questions[i];
};
