var questionRepo = {
  level0 : `一`,
  level1 : `二丁人入八十儿又七`,
  level2 : `三干于工士土下兀上口山巾千川广亡之已小亍丌孑大`,
  level3 : `亏与亿夕久凡个义丸么乡幺乞卫弓也飞叉习子丈才寸马刃巳女勺门丫万孓`,
  level4 : `四巴本比不尺仇丑歹仃斗厄反方分丰夫父戈公勾互火介今井亢
孔仂六毛木内牛水廿斤匹片亓欠切仇太冉壬仁日卅少什氏手殳水天屯瓦王文五午
勿兮心凶牙以刈尹引予元月匀允仄仉爪支止中斤幻卞爻冇丹爿风气氏车户`,
  level5 : `艾凹叭扒白半北本弁汃丙仢卟布册叱斥出丛刌打代
旦叨忉氐电叼汈叮饤东对尒尔犯冯付玍匄甘功古瓜丱归氿邗厈汉夯号禾
弘讧乎卉汇击刉叽饥记加甲艽叫节讦纠旧句卡刊尻可叩兰乐扐屴立辽令另
龙卢邙卯灭民皿末母仫目艿尼鸟宁奴丕皮庀平叵扑讫仟阡巧且卭邛丘叴囚去冉
让扔宂闪讪申生圣失石史矢世仕市示术帅丝司四他它台叹讨田汀艼圢头凸
外未仙写兄玄训央业叶仪仡议印永用由右幼玉匝仄札轧乍占
仗召正汁只主仔左`,
  level6 : `阤匜氹刍处匆犰讱矛卮驭夗孕戋讯疋务包必边冬戹发伋厉仞甩讬戊阢礼`
}

var getHanzi = (questionRepo_level) => {
  let questions = questionRepo_level.split('');
  let i = Math.floor(Math.random() * questions.length);
  return questions[i];
};
