var questionRepo = {
  level0 : `一`,
  level1 : `二口人入八十儿又七六水天日`,
  level2 : `三干于工士土下上山巾千川广亡之已小大太犬`,
  level3 : `可亏与亿夕久凡个义丸么乡乞卫弓也飞叉习子丈才寸马刃巳女勺门丫万孓半左乐`,
  level4 : `四巴本比不尺仇丑歹仃斗厄反方分丰夫父戈公勾互火介今井亢
孔毛木内牛廿斤匹片欠切仇壬仁卅少什氏手殳屯瓦王文五午
勿兮心凶牙以刈尹引予元月匀允仄仉爪支止中斤幻卞冇丹风气氏车户美`,
  level5 : `凹扒白北本弁汃丙布册叱斥出丛打代
旦叨忉氐电叼叮东对尔犯冯付玍匄甘功古瓜丱归氿邗汉夯号禾
弘讧乎卉汇击饥记加甲叫节讦纠旧句卡刊尻叩兰立辽令另
龙灭民皿末母目鸟宁奴皮平叵扑讫仟阡巧且丘叴囚去冉
让扔宂闪讪申生圣失石史矢世仕市示术帅丝司四他它台叹讨田艼圢头凸
外未仙写兄玄训央业叶仪仡议印永用由右幼玉匝仄札轧乍占
仗召正汁只主仔`,
  level6 : `处匆矛死孕讯务包必边冬发厉甩礼`
};

var getHanzi = (questionRepo_level) => {
  let questions = questionRepo_level.split('');
  let i = Math.floor(Math.random() * questions.length);
  return questions[i];
};
